Repository: mgriebling/Word-Sleuth
Catalog: WordLists.xcstrings
Source language: en
Languages: de, es, fr, hi, it, nl, pl, pt, ru, tr, uk

source: Eurasier
es: Eurasio
fr: Eurasien
hi: यूरेसियर
it: Eurasia
pt: Eurasia
ru: Эврасье
tr: Avrasyacı
uk: Евразієр

source: Exoplanet
es: Exoplaneta
fr: Exoplanète
hi: एक्सोप्लैनेट
it: Esopianeta
nl: Exoplaneet
pl: Egzoplaneta
pt: Exoplaneta
ru: Экзопланета
tr: Dış gezegen
uk: Екзопланета

source: Exponent
es: Exponente
fr: Exposant
hi: घातांक
it: Esponente
pl: Wykładnik potęgi
pt: Expoente
ru: Экспонента
tr: Üstel
uk: Показник

source: Fathom
es: Braza
fr: Comprendre
hi: छह फ़ीट
nl: Doorgronden
pl: Pojąć
pt: Medir a profundidade de
ru: Вникать в, вникнуть в
tr: Kulaç
uk: Фатхом

source: Femur
es: Fémur
fr: Fémur
hi: उर्विका
it: Femore
nl: Dij
pl: Kość udowa
pt: Fêmur
ru: Бедро
uk: Стегна

source: Finger
es: Dedo
fr: Doigt
hi: अंगुलि
it: Dito
nl: Vinger
pl: Palec
pt: Dedo
ru: Палец
tr: Parmak
uk: Палець

source: Firmament
es: Firmamento
hi: फर्मामेंट
it: Firmamento
nl: Uitspansel
pt: Firmamento
ru: Небесный свод
tr: Firma
uk: Фірмамент

source: Fjord
es: Fiordo
hi: फजॉर्ड
it: Fiordo
pl: Fiord
pt: Fiorde
ru: Фьорд
tr: Fiyort
uk: Фіорд

source: Flamingo
es: Flamenco
fr: Flamant (rose)
hi: हंसावर
it: Fenicottero
pl: Flaming
ru: Фламинго
uk: Фламінго

source: Fleece
es: Lana
fr: Polaire
hi: कच्ची ऊन
it: Pile
nl: Vacht
pl: Polar
pt: Lã
ru: Овечья шерсть
tr: Koyun postu
uk: Фліс

source: Flora
es: Planta
fr: Flore
hi: फ्लोरा
ru: Флора
tr: Bitki örtüsü
uk: Флора

source: Florist
es: Florista
fr: Fleuriste
hi: फूलवाला
it: Fiorista
nl: Bloemist
pl: Kwiaciarz
pt: Florista
ru: Продавец цветов
tr: Çiçekçi
uk: Флорист

source: Forint
es: Florín húngaro
hi: फोरिंट
it: Forinto
ru: Форинт
uk: Форинт

source: Fossil
es: Fósil
fr: Fossile
hi: जीवाश्म
it: Fossile
nl: Fossiel
pl: Skamieniałość
pt: Fóssil
ru: Ископаемое
tr: Fosil
uk: Скам'янілості

source: Foxhound
es: Perro raposero
hi: फॉक्सहाउंड
nl: Hond voor vossenjacht
ru: Гончая
tr: Tilki tazı
uk: Фоксхаунд

source: Foyer
es: Vestíbulo
hi: फ़ोयर
ru: Фойе
tr: Fuaye
uk: Фойє

source: Frost
es: Escarcha
fr: Gel
hi: पाला
it: Gelo
nl: Vorst
pl: Mróz
pt: Geada
ru: Мороз
tr: Don
uk: Мороз

source: Frustration
es: Frustración
hi: कुंठा
it: Frustrazione
nl: Frustratie
pl: Frustracja
pt: Frustração
ru: Разочарование
tr: Hüsran
uk: Розчарування

source: Fry
es: Roger Fry
fr: Faire frire
hi: तलना
it: Friggere
nl: Bakken
pl: Smażyć się
pt: Fritar
ru: Жариться
tr: Kızartma
uk: Смажити

source: Futon
es: Futón
hi: फ़ुटन
ru: Японский матрас
uk: Футон

source: Gabardine
es: Gabardina
hi: गैबार्डिन
pl: Gabardyna
pt: Gabardina
ru: Габардин
tr: Gabardin
uk: Габардин

source: Gecko
es: Geco
hi: छिपकी
it: Geco
nl: Gekko
pl: Gekon
pt: Lagartixa
ru: Геккон
tr: Geko
uk: Гекон

source: Gibbon
es: Gibón
hi: गिबन
it: Gibbone
pl: Gibon
pt: Gibão
ru: Гиббон
uk: Гіббон

source: Giraffe
es: Jirafa
fr: Girafe
hi: ज़िराफ़
it: Giraffa
pl: Żyrafa
pt: Girafa
ru: Жираф
tr: Zürafa
uk: Жираф

source: Glockenspiel
es: Carillón
hi: ग्लॉकेनस्पिल
nl: Klokkenspel
pl: Dzwonki
pt: Carrilhão
ru: Металлофон
uk: Глокенспіл

source: Gold
es: Oro
fr: Or
hi: सोना
it: Oro
nl: Goud
pl: Złoto
pt: Ouro
ru: Золото
tr: Altın
uk: Золото

source: Golem
es: Gólem
hi: गोलेम
ru: Голем
uk: Голем

source: Gorilla
es: Gorila
fr: Gorille
hi: गुरिल्ला
pl: Goryl
pt: Gorila
ru: Горилла
tr: Goril
uk: Горила

source: Graph
es: Gráfico
fr: Graphique
hi: ग्राफ़
it: Grafico
nl: Grafiek
pl: Wykres
pt: Gráfico
ru: График
tr: Grafik
uk: Графік

source: Grill
es: Parrilla
hi: जाली
it: Griglia
nl: Rooster
pt: Grelha
ru: Гриль
tr: Izgara
uk: Гриль

source: Guarani
es: Guaraní
hi: गुआरानी
ru: Гуарани
uk: Гуарані

source: Halogen
es: Halógeno
fr: Halogène
hi: हैलोजन
it: Alogeno
nl: Halogeen
pt: Halogéneo
ru: Галоген
tr: Halojen
uk: Галоген

source: Hammer
es: Martillo
fr: Marteau
hi: हथौड़ा
it: Martello
nl: Hamer
pl: Młotek
pt: Martelo
ru: Молот
tr: Çekiç
uk: Молоток

source: Hand
es: Mano
fr: Main
hi: हाथ
it: Mano
pl: Ręka
pt: Mão
ru: Рука
tr: El
uk: Рука

source: Handball
es: Balonmano
hi: हैंडबॉल
it: Pallamano
nl: Handbal
pl: Piłka ręczna
pt: Toque de mão
ru: Гандбол
tr: Hentbol
uk: Гандбол

source: Harrier
es: Aguilucho
hi: हैरियर
nl: Kiekendief
pl: Błotniak
ru: Гончая
uk: Харрієр

source: Heptagon
es: Heptágono
fr: Heptagone
hi: सप्तभुज
it: Ettagono
nl: Zevenhoek
pl: Siedmiokąt
pt: Heptógono
ru: Семиугольник
uk: Семикутник

source: Hippogriff
es: Hipogrifo
fr: Hippogriffe
hi: हिप्पोग्रिफ
it: Ippogrifo
pl: Hipogryf
pt: Hipogrifo
ru: Гиппогрифф
tr: Hippogrif
uk: Гіппогриф

source: Hockey
es: Hockey sobre hielo
hi: हॉकी
pl: Hokej
pt: Hóquei
ru: Хоккей на траве
tr: Hokey oyunu
uk: Хокей

source: Horn
es: Cuerno
fr: Cor
hi: सींग
it: Corno
nl: Hoorn
pl: Róg
pt: Chifre
ru: Рог
tr: Boynuz
uk: Ріг

source: Hovercraft
es: Aerodeslizador
fr: Aéroglisseur
hi: होवरक्राफ्ट
pl: Poduszkowiec
ru: Судно на воздушной подушке
tr: Hoverkraft
uk: Судно на повітряній подуві

source: Index
es: Índice
hi: इंडेक्स
it: Indice
pl: Indeks
pt: Índice
ru: Индекс
tr: Indeks
uk: Індекс

source: Indie
es: Grupo alternativo
fr: Indépendant
hi: इंडी
nl: Onafhankelijk
pl: Niezależny
ru: Инди
tr: Bağımsız
uk: Інді

source: Ion
es: Ión
hi: आयन
it: Ione
pl: Jon
pt: Íon
ru: Ион
tr: İyon
uk: Іон

source: Iran
es: Irán
hi: ईरान
pt: Irã
ru: Иран
uk: Іран

source: Istanbul
es: Estambul
hi: इस्तांबुल
pl: Stambuł
pt: Istambul
ru: Стамбул
uk: Стамбул

source: Jakarta
es: Yakarta
hi: जकार्ता
it: Giacarta
pl: Dżakarta
pt: Jacarta
ru: Джакарта
uk: Джакарта

source: Japan
es: Japón
fr: Japon
hi: जापान
it: Giappone
nl: Japans porselein
pl: Japonia
pt: Japão
ru: Япония
tr: Japonya
uk: Японія

source: Jay
es: John Jay
fr: Geai
hi: जय
it: Ghiaia
nl: Vlaamse gaai
pl: Sójka
pt: Gaio
ru: Сойка
uk: Джей

source: Jaywalking
es: Caminando
hi: सड़क पर लापरवाही
it: Camminando
nl: Zonder uit te kijken over straat lopen
pl: Jajwalka
ru: Джейулинг
tr: Jawalking
uk: Джейвокінг

source: Jeans
es: Vaqueros
fr: Jean
hi: जीन्स
pl: Dżinsy
ru: Джинсы
tr: Blucin
uk: Джинси

source: Jersey
es: Camiseta
hi: जर्सी
it: Maglia
pl: Wyspa Jersey
pt: Camisola
ru: Джерси
tr: Jarse
uk: Джерсі

source: Jerusalem
es: Jerusalén
fr: Jérusalem
hi: जेरूसलम
it: Gerusalemme
nl: Jeruzalem
pl: Jerozolima
pt: Jerusalém
ru: Иерусалим
tr: Kudüs
uk: Єрусалим

source: Journaling
es: Diario
fr: Journalisation
hi: जर्नलिंग
it: Diario
pl: Prowadzenie dziennika
pt: Diário
ru: Ведение дневника
tr: Günlük Tutma
uk: Ведення щоденника

source: Journalist
es: Periodista
fr: Journaliste
hi: पत्रकार
it: Giornalista
pl: Dziennikarz
pt: Jornalista
ru: Журналист
tr: Gazeteci
uk: Журналіст

source: Juxta
es: Yuxta
hi: जुक्सटा
it: Giusta
ru: Джукста
tr: Yan
uk: Джукста

source: Katydid
es: Saltamontes
fr: Sauterelle
hi: कैटिडिड
nl: Sabelsprinkhaan
pl: Amerykański konik polny
ru: Катидид
uk: Катідід

source: Khaki
es: Caqui
fr: Kaki
hi: ख़ाकी
it: Kaki
nl: Kaki
pt: Cáqui
ru: Хаки
tr: Haki
uk: Хакі

source: Kilometer
es: Kilómetro
fr: Kilométrage
hi: किलोमीटर
it: Chilometro
pl: Kilometr
pt: Quilômetro
ru: Километр
tr: Kilometre
uk: Кілометр

source: Kip
es: Kip laosiano
fr: Se pieuter
hi: किप
it: Pollo
nl: Dutje
pl: Zdrzemnąć się
pt: Soneca
ru: Сон
tr: Uyku
uk: Кіп

source: Kwacha
es: Kwancha malauí
hi: क्वाचा
ru: Квача
tr: Kvaça
uk: Квача

source: Lemma
es: Lema
fr: Lemme
hi: लेमा
pl: Lemat
pt: Lema
ru: Лемма
uk: Лемма

source: Leopard
es: Leopardo
fr: Léopard
hi: तेंदुआ
it: Leopardo
nl: Luipaard
pl: Lampart
pt: Leopardo
ru: Леопард
tr: Leopar
uk: Леопард

source: Leu
es: Leu rumano
hi: लेउ
ru: Леу
uk: Леу

source: Limousine
es: Limusina
hi: लिमज़ीन
pl: Limuzyna
pt: Limusine
ru: Лимузин
tr: Limuzin
uk: Лімузин

source: Link
es: Enlace
fr: Lien
hi: लिंक
ru: Ссылка
tr: Bağ
uk: Посилання

source: Lobby
es: Grupo de presión
hi: लॉबी
it: Hall
ru: Лобби
tr: Lobi
uk: Лобі

source: London
es: Londres
fr: Londres
hi: लंदन
it: Londra
nl: Londen
pl: Londyn
pt: Londres
ru: Лондон
tr: Londra
uk: Лондон

source: Malaysia
es: Malasia
fr: Malaisie
hi: मलेशिया
nl: Maleisië
pl: Malezja
pt: Malásia
ru: Малайзия
tr: Malezya
uk: Малайзія

source: Manat
es: Manat turcomano
hi: मनत
it: Manato
nl: Manaat
pt: Peixe-boi
ru: Манат
uk: Манат

source: Marathon
es: Maratón
hi: मैराथन
it: Maratona
pl: Maraton
pt: Maratona
ru: Марафон
tr: Maraton yarışı
uk: Марафон

source: Marlin
es: Aguja
hi: मार्लिन
pt: Agulhão
ru: Марлин
uk: Марлін

source: Mastiff
es: Mastín
hi: मास्टिफ़
it: Mastino
pt: Mastim
ru: Мастиф
tr: Mastif
uk: Мастиф

source: Matrix
es: Matriz
fr: Matrice
hi: मैट्रिक्स
it: Matrice
pl: Matryca
pt: Matriz
ru: Матрица
tr: Matris
uk: Матриця

source: Mauve
es: Malva
hi: मौवे
it: Malva
pl: Fioletoworóżowy
pt: Malva
ru: Розовато-лиловый (цвет)
tr: Leylak rengi
uk: Мауве

source: Median
es: Mediana
fr: Médiane
hi: माध्यिका
it: Mediana
nl: Mediaan
pl: Mediana
pt: Mediana
ru: Медиана
tr: Medyan
uk: Медіана

source: Meditation
es: Meditación
fr: Méditation
hi: मनन
it: Meditazione
nl: Meditatie
pl: Medytacja
pt: Meditação
ru: Медитация
tr: Meditasyon
uk: Медитація

source: Merlin
es: Merlín
fr: Émerillon
hi: मर्लिन
it: Merlino
nl: Steenvalk
pl: Drzemlik
pt: Esmerilhão
ru: Дербник
uk: Мерлін

source: Meteor
es: Meteoro
fr: Météore
hi: उल्का
it: Meteora
nl: Meteoor
pt: Meteoro
ru: Метеор
uk: Метеор

source: Meter
es: Metro
fr: Compteur
hi: मीटर
it: Contatore
pl: Metr
pt: Medidor
ru: Измерять, измерить
tr: Sayaç
uk: Лічильник

source: Millimeter
es: Milímetro
fr: Millimètre
hi: मिलीमीटर
it: Millimetro
pl: Milimetr
pt: Milímetro
ru: Миллиметр
tr: Milimetre
uk: Міліметр

source: Million
es: Millón
hi: दस लाख
it: Milione
nl: Miljoen
pl: Milion
pt: Milhão
ru: Миллион
tr: Milyon
uk: Мільйон

source: Minimal
es: Mínimo
hi: न्यूनतम
it: Minimo
nl: Minimaal
pl: Minimalny
pt: Mínimo
ru: Минимальный
tr: En az
uk: Мінімальний

source: Minotaur
es: Minotauro
fr: Minotaure
hi: मिनोटौर
it: Minotauro
nl: Minotaurus
pt: Minotauro
ru: Минотавр
uk: Мінотавр

source: Minute
es: Minuto
hi: मिनट
it: Minuto
nl: Minuut
pl: Minuta
pt: Minuto
ru: Минута
tr: Dakika
uk: Хвилина

source: Modem
es: Módem
hi: मोडेम
ru: Модем
uk: Модем

source: Monolith
es: Monolito
fr: Monolithe
hi: एकाश्मक स्तंभ
it: Monolito
nl: Monoliet
pl: Monolit
pt: Monólito
ru: Монолит
tr: Monolit
uk: Моноліт

source: Monomer
es: Monómero
fr: Monomère
hi: मोनोमर
it: Monomero
nl: Monomeer
pt: Monômero
ru: Мономер
uk: Мономер

source: Moped
es: Ciclomotor
fr: Vélomoteur
hi: मोपेड
it: Motorino
nl: Bromfiets
pl: Motorower
pt: Ciclomotor
ru: Мопед
uk: Мопед

source: Motown
es: Ciudad de Moto
hi: मोटाउन
nl: Motorstad
pt: Cidade de Moto
ru: Мотаун
uk: Мотаун

source: Mumbai
es: Bombay
hi: मुंबई
pl: Mumbaj
ru: Мумбаи
uk: Мумбаї

source: Nail
es: Clavo
fr: Ongle
hi: नाख़ून
it: Chiodo
nl: Nagel
pl: Paznokieć
pt: Unha
ru: Гвоздь
tr: Tırnak
uk: Цвях

source: Nanometer
es: Nanómetro
fr: Nanomètre
hi: नैनोमीटर
it: Nanometro
pl: Nanometr
pt: Nanômetro
ru: Нанометр
tr: Nanometre
uk: Нанометр

source: Neuron
es: Neurona
fr: Neurone
hi: न्यूरॉन
it: Neurone
pt: Neurônio
ru: Нейрон
tr: Nöron
uk: Нейрон

source: Neutron
es: Neutrón
hi: न्यूट्रॉन
it: Neutrone
pt: Nêutron
ru: Нейтрон
tr: Nötron
uk: Нейтрон

source: Newage
es: Nueva edad
fr: Nouveau âge
hi: नया युग
it: Nuovo
nl: Nieuw
pl: Nowy wiek
pt: Nova idade
ru: Новый возраст
tr: Yeni çağ
uk: Новаж

source: Newyork
es: Nueva York
hi: न्यूयॉर्क
pl: Nowy Jork
pt: Nova York
ru: Нью-Йорк
uk: Нью-Йорк

source: Nickel
es: Níquel
hi: निकल
nl: Nikkel
pl: Nikiel
pt: Níquel
ru: Никель
tr: Nikel
uk: Нікель

source: Nylon
es: Nailon
hi: नाइलोन
ru: Нейлон
tr: Naylon
uk: Нейлон

source: Oleander
es: Adelfa
fr: Laurier-rose
hi: ओलेंडर
it: Oleandro
pt: Espirradeira
ru: Олеандр
tr: Zakkum
uk: Олеандр

source: Olive
es: Oliva
hi: ज़ैतून
it: Oliva
nl: Olijf
pl: Oliwka
pt: Azeitona
ru: Оливковый
tr: Zeytin
uk: Оливковий

source: Onyx
es: Ónix
hi: गोमेद
it: Onice
pl: Onyks
pt: Ônix
ru: Оникс
tr: Oniks
uk: Онікс

source: Operator
es: Operador
fr: Opérateur
hi: ऑपरेटर
it: Operatore
nl: Machinist
pt: Operador
ru: Оператор
tr: Operatör
uk: Оператор

source: Opossum
es: Zarigüeya
hi: ओपोसम
pl: Opos
ru: Опоссум
uk: Опоссум

source: Orange
es: Naranja
hi: संतरा
it: Arancione
nl: Oranje
pl: Pomarańczowy
pt: Laranja
ru: Оранжевый
tr: Turuncu
uk: Помаранчевий

source: Organ
es: Órgano
fr: Organe
hi: ऑर्गन
it: Organo
nl: Orgel
pl: Narząd
pt: Órgão
ru: Орган
uk: Орган

source: Organza
es: Órgano
hi: ऑर्गेना
ru: Органза
tr: Organze
uk: Органза

source: Otter
es: Nutria
fr: Loutre
hi: ऊदबिलाव
it: Lontra
pl: Wydra
pt: Lontra
ru: Выдра
tr: Su samuru
uk: Видри

source: Overalls
es: Monos
fr: Combinaisons
hi: चौग़ा
it: Tuta
nl: Overall
pl: Kombinezon
pt: Macacão
ru: Комбинезон
tr: Iş tulumu
uk: Комбінезон

source: Oxidation
es: Oxidación
fr: Oxydation
hi: ऑक्सीकरण
it: Ossidazione
nl: Oxidatie
pl: Utlenianie
pt: Oxidação
ru: Окисление
tr: Oksidasyon
uk: Окислення

source: Oxymoron
es: Oxímoron
hi: विरोधालंकार
it: Ossimoro
pl: Oksymoron
pt: Oximoro
ru: Оксюморон
tr: Oksimoron
uk: Оксюморон

source: Pakistan
es: Pakistán
hi: पाकिस्तान
pt: Paquistão
ru: Пакистан
uk: Пакистан

source: Panther
es: Pantera negra
fr: Panthère
hi: पैंथर
it: Pantera
nl: Panter
pl: Pantera
pt: Pantera
ru: Пантера
tr: Panter
uk: Пантера

source: Paradox
es: Paradoja
fr: Paradoxe
hi: विरोधाभास
it: Paradosso
pl: Paradoks
pt: Paradoxo
ru: Парадокс
tr: Paradoks
uk: Парадокс

source: Paris
es: París
hi: पेरिस
it: Parigi
nl: Parijs
pl: Paryż
ru: Париж
uk: Париж

source: Pass
es: Pase
fr: Passe
hi: बीतना
it: Passare
nl: Pas
pl: Przepustka
pt: Passe
ru: Пропуск
tr: Geçmek
uk: Пропустити

source: Pastiche
es: Parodia
hi: मिश्रित रचना
pl: Pastisz
ru: Стилизация
tr: Pastiş
uk: Пастиш

source: Pegasus
es: Pegaso
fr: Pégase
hi: पेगासस
it: Pegaso
pl: Pegaz
pt: Pégas
ru: Пегас
uk: Пегас

source: Pentagon
es: Pentágono
fr: Pentagone
hi: पंचभुज
it: Pentagono
nl: Vijfhoek
pl: Pięciokąt
pt: Pentágono
ru: Пятиугольник
tr: Beşgen
uk: Пентагон

source: Permutation
es: Permutación
hi: क्रम परिवर्तन
it: Permuta
nl: Permutatie
pl: Permutacja
pt: Permutação
ru: Перестановка
tr: Permütasyon
uk: Перестановка

source: Peru
es: Perú
fr: Pérou
hi: पेरू
it: Perù
ru: Перу
uk: Перу

source: Peso
es: Peso mexicano
hi: पेसो
ru: Песо
uk: Песо

source: Phlox
es: Polemonio
hi: फ्लोक्स
nl: Flox
pl: Floks
ru: Флокс
tr: Floks
uk: Флокс

source: Pilot
es: Piloto
fr: Pilote
hi: पायलट
it: Pilota
nl: Piloot
pt: Piloto
ru: Пилот
uk: Пілот

source: Pinscher
es: Pincher
fr: Pincher
hi: पिंशर
pl: Pinczer
ru: Пинчер
uk: Пінчер

source: Pitcher
es: Lanzador
fr: Lanceur
hi: पिचर
it: Brocca
nl: Werper
pl: Dzban
pt: Arremessador
ru: Кувшин
tr: Sürahi
uk: Глечик

source: Plaid
es: Tela escocesa
hi: प्लेड
it: Scozzese
pl: W szkocką kratę
pt: Xadrez
ru: Плед
tr: Ekose
uk: Плед

source: Planet
es: Planeta
fr: Planète
hi: ग्रह
it: Pianeta
nl: Planeet
pl: Planeta
pt: Planeta
ru: Планета
tr: Gezegen
uk: Планета

source: Plankton
es: Plancton
fr: Plancton
hi: प्लवक
it: Plancton
pt: Plâncton
ru: Планктон
uk: Планктон

source: Plott
es: Trama
fr: Tracer
hi: प्लॉट
it: Trama
nl: Plot
pl: Fabuła
pt: Traçar
ru: Заговор
tr: Arsa
uk: Змова

source: Pollen
es: Polen
hi: पराग
it: Polline
nl: Stuifmeel
pl: Pyłek kwiatowy
pt: Pólen
ru: Цветочная пыльца
tr: Polen
uk: Пилок

source: Polyester
es: Poliéster
hi: पॉलिस्टर
it: Poliestere
pl: Poliester
pt: Poliéster
ru: Полиэстер
uk: Поліестер

source: Polygon
es: Polígono
fr: Polygone
hi: बहुभुज
it: Poligono
nl: Veelhoek
pl: Wielokąt
pt: Polígono
ru: Многоугольник
tr: Çokgen
uk: Багатокутник

source: Polymer
es: Polímero
fr: Polymère
hi: बहुलक
it: Polimero
nl: Polymeer
pl: Polimer
pt: Polímero
ru: Полимер
tr: Polimer
uk: Полімер

source: Professor
es: Profesor universitario
fr: Professeur
hi: प्रोफ़ेसर
it: Professore
pl: Profesor
pt: Professor universitário
ru: Профессор
tr: Profesör
uk: Професор

source: Protagonist
es: Protagonista
fr: Protagoniste
hi: नायक
it: Protagonista
nl: Hoofdpersoon
pl: Bohater
pt: Protagonista
ru: Главный герой
tr: Kahraman
uk: Головний герой

source: Proton
es: Protón
hi: प्रोटॉन
it: Protone
pt: Próton
ru: Протон
uk: Протон

source: Pulsar
es: Púlsar
hi: पलसार
ru: Пульсар
uk: Пульсар

source: Pyroclast
es: Piroclasto
fr: Pyroclaste
hi: पाइरोक्लास्ट
it: Piroclasta
pl: Piroklast
pt: Piroclasta
ru: Пирокласт
tr: Piroklast
uk: Пірокласт

source: Python
es: Pitón
hi: अजगर
it: Pitone
pl: Pyton
pt: Píton
ru: Питон
tr: Piton
uk: Пітон

source: Quadrant
es: Cuadrante
hi: चतुर्थांश
it: Quadrante
nl: Kwadrant
pl: Kwadrant
pt: Quadrante
ru: Квадрант
tr: Çeyrek
uk: Квадрант

source: Quasar
es: Quásar
hi: क्वासर
pl: Kwazar
ru: Квазар
tr: Kuasar
uk: Квазар

source: Quintillion
es: Trillón
hi: क्विंटिलियन
it: Trilione
pl: Kwintylion
pt: Quintilhões
ru: Квинтиллион
uk: Квінтильйон

source: Racquetball
es: Raquetbol
fr: Squash
hi: रैकेटबॉल
it: Palla da racchetta
nl: Racquetbal
pl: Rakietball
pt: Raquetebol
ru: Ракетбол
tr: Raketbol
uk: Ракетбол

source: Radius
es: Radio
fr: Rayon
hi: त्रिज्या
it: Raggio
nl: Straal
pl: Promień
pt: Raio
ru: Радиус
tr: Yarıçap
uk: Радіус

source: Ragdoll
es: Muñeco de trapo
fr: Souau de chiffon
hi: रैगडॉल
pt: O Ragdoll
ru: Рэгдолл
tr: Bez Bez Bebek

source: Rapier
es: Estoque
fr: Rapière
hi: रेपियर
it: Stocco
ru: Рапира
tr: Rapçi
uk: Рапіра

source: Reporter
es: Reportero
fr: Journaliste
hi: रिपोर्टर
nl: Verslaggever
pt: Repórter
ru: Репортёр
tr: Gazete muhabiri
uk: Репортер

source: Revolver
es: Revólver
hi: रिवॉल्वर
pl: Rewolwer
pt: Revólver
ru: Револьвер
uk: Револьвер

source: Rio
es: Río
hi: रियो
nl: Rivier
ru: Рио
uk: Ріо

source: Roadster
es: Deportivo descapotable
hi: रोडस्टर
nl: Zwerver
ru: Родстер
uk: Родстер

source: Rose
es: Rosa
hi: रोज़े
it: Rosa
nl: Roos
pl: Róż
pt: Rosa
ru: Роза
tr: Gül
uk: Роза

source: Router
es: Rúter
hi: राउटर
pt: Roteador
ru: Роутер
tr: Yönlendirici
uk: Маршрутизатор

source: Sabotage
es: Sabotaje
hi: तोड़-फोड़
it: Sabotaggio
pl: Sabotaż
pt: Sabotagem
ru: Саботаж
tr: Sabotaj
uk: Саботаж

source: Sack
es: Saco
fr: Sac
hi: बोरी
it: Sacco
nl: Zak
pl: Worek
pt: Saco
ru: Мешок
tr: Çuval
uk: Мішок

source: Sandwich
es: Sándwich
hi: सैंडविच
it: Panino
pl: Kanapka
pt: Sanduíche
ru: Бутерброд
tr: Sandviç
uk: Бутерброд

source: Santiago
es: Santiago de los Caballeros
hi: सैंटियागो
ru: Сантьяго
uk: Сантьяго

source: Sardine
es: Sardina
hi: सार्डिन
it: Sardina
pl: Sardynka
pt: Sardinha
ru: Сардин(к)а
tr: Sardalye
uk: Сардини

source: Satin
es: Satén
hi: साटन
it: Raso
nl: Satijn
pl: Atłas
pt: Cetim
ru: Атлас
tr: Saten
uk: Атлас

source: Satire
es: Sátira
hi: व्यंग्य
it: Satira
pl: Satyra
pt: Sátira
ru: Сатира
tr: Hiciv
uk: Сатира

source: Satyr
es: Sátiro
fr: Satyre
hi: व्यंग्य
it: Satiro
nl: Sater
pt: Sátiro
ru: Сатир
tr: Satir
uk: Сатир

source: Sediment
es: Sedimento
fr: Sédiment
hi: तलछट
it: Sedimento
nl: Bezinksel
pl: Osad
pt: Sedimento
ru: Осадок
tr: Tortu
uk: Відсад

source: Seersucker
es: Cloqué
hi: सीर्सकर
pt: Sucker
ru: Лёгкая креповая ткань
tr: Görücü
uk: Сірсакер

source: Segment
es: Segmento
hi: खंड
it: Segmento
pt: Segmento
ru: Сегмент
tr: Parça
uk: Сегмент

source: Seoul
es: Seúl
fr: Séoul
hi: सियोल
it: Seul
nl: Seoel
pl: Seul
pt: Seul
ru: Сеул
tr: Seul
uk: Сеул

source: Server
es: Servidor
fr: Serveur
hi: सर्वर
pl: Serwer
pt: Servidor
ru: Сервер
tr: Sunucu
uk: Сервер

source: Sextillion
es: Sextillón
hi: सेक्स्टिलियन
it: Sestilione
nl: Zestillion
pl: Sekstylion
pt: Sextilhão
ru: Секстиллион
tr: Sekstillion
uk: Секстильйон

source: Shorts
es: Pantalón corto
hi: निकर
it: Pantaloncini
nl: Korte broek
pl: Szorty
ru: Шорты
tr: Şort
uk: Шорти

source: Simile
es: Símil
fr: Comparaison
hi: उपमा
it: Similitudine
nl: Vergelijking
pl: Porównanie
pt: Símile
ru: Сравнение
tr: Benzetme
uk: Порівняння

source: Skink
es: Piel
hi: त्वचा
it: Scremo
pt: Skino
ru: Скинк
uk: Скінк

source: Slider
es: Bola slider
fr: Curseur
hi: स्लाइडर
it: Cursore
nl: Schuif
pl: Suwak
pt: Controle deslizante
ru: Ползунок
tr: Kaydırıcı
uk: Слайдер

source: Sling
es: Ginebra con tónica
fr: Écharpe
hi: गल पट्टी
it: Fionda
nl: Draagdoek
pl: Proca
pt: Estilingue
ru: Стропа
tr: Kol askısı
uk: Слінг

source: Snare
es: Caja
fr: Piège
hi: फंदा
it: Laccio
nl: Strik
pl: Sidła
pt: Armadilha
ru: Ловушка
tr: Tuzak
uk: Паска

source: Sofa
es: Sofá
fr: Canapé
hi: सोफ़ा
it: Divano
nl: Bank
pt: Sofá
ru: Диван
tr: Kanepe
uk: Диван

source: Softball
es: Sóftbol
fr: Le softball
hi: सॉफ़्टबॉल
nl: Softbal
pt: Bola de softbol
ru: Софтбол
tr: Softbol
uk: Софтбол

source: Solarflare
es: Desenflo solar
fr: Flas de soleil
hi: सोलरफ्लेयर
nl: Zonnevlam
pl: Flar słoneczny
pt: Flare solar
ru: Солнечная вспышка
tr: Güneş alevleri
uk: Сонячний спалах

source: Sphinx
es: Esfinge
hi: स्फिंक्स
it: Sfinge
nl: Sfinx
pl: Sfinks
pt: Esfinge
ru: Сфинкс
tr: Sfenks
uk: Сфінкс

source: Sphynx
es: Esfinge
hi: स्फिंक्स
it: Sfinge
pl: Sfinks
pt: Esfinge
ru: Сфинкс
tr: Sfenks
uk: Сфінкс

source: Spoiler
es: Alerón
fr: Article destiné à couper les effets de la concurrence
hi: बिगाड़ने वाला
ru: Спойлер
uk: Спойлер

source: Spore
es: Espora
hi: बीजाणु
it: Spora
nl: Spoor
pl: Zarodnik
pt: Esporo
ru: Спора
tr: Spor
uk: Спора

source: Steak
es: Bistec
hi: टिक्का
it: Bistecca
nl: Biefstuk
pl: Stek
pt: Bife
ru: Бифштекс (натуральный)
tr: Biftek
uk: Стейк

source: Steppe
es: Estepa
hi: स्टेपी
it: Steppa
pl: Step
pt: Estepe
ru: Степь
tr: Bozkır
uk: Степ

source: Stockholm
es: Estocolmo
hi: स्टॉकहोम
it: Stoccolma
pl: Sztokholm
pt: Estocolmo
ru: Стокгольм
tr: Stokholm
uk: Стокгольм

source: Stratum
es: Estrato
fr: Strate
hi: स्ट्रेटम
it: Strato
nl: Laag
pl: Warstwa
pt: Estrato
ru: Слой
tr: Tabaka
uk: Шар

source: Sydney
es: Sídney
hi: सिडनी
pt: Sidney
ru: Сидней
tr: Sidney
uk: Сідней

source: Syntax
es: Estructura oracional
fr: Syntaxe
hi: वाक्यविन्यास
it: Sintassi
nl: Syntaxis
pl: Składnia
pt: Sintaxe
ru: Синтаксис
tr: Sözdizimi
uk: Синтаксис

source: Synthesizer
es: Sintetizador
fr: Synthétiseur
hi: सिंथसाइज़र
it: Sintetizzatore
pl: Syntezator
pt: Sintetizador
ru: Синтезатор
tr: Sentezleyici
uk: Синтезатор

source: Taipan
es: Taipán
hi: ताइपन
ru: Тайпан
uk: Тайпан

source: Techno
es: Tecno
hi: टेक्नो
ru: Техно
tr: Tekno
uk: Техно

source: Tennis
es: Tenis
hi: टेनिस
pl: Tenis
pt: Tênis
ru: Теннис
tr: Tenis
uk: Теніс

source: Termite
es: Termita
hi: दीमक
nl: Termiet
pl: Termit
pt: Cupim
ru: Термит
tr: Termit
uk: Терміт

source: Thailand
es: Tailandia
fr: Thaïlande
hi: थाईलैंड
it: Thailandia
pl: Tajlandia
pt: Tailândia
ru: Таиланд
tr: Tayland
uk: Таїланд

source: Tiger
es: Tigre
fr: Tigre
hi: बाघ
it: Tigre
nl: Tijger
pl: Tygrys
pt: Tigre
ru: Тигр
tr: Kaplan
uk: Тигр

source: Timer
es: Cronómetro
fr: Minuterie
hi: टाइमर
pt: Temporizador
ru: Таймер
tr: Zamanlayıcı
uk: Таймер

source: Timpani
es: Timbales
fr: Timbales
hi: टिमपनी
nl: Pauk
pl: Kotły
pt: Tímpano
ru: Литавры
uk: Тимпані

source: Titration
es: Titración
fr: Titrage
hi: अनुमापन
it: Titolazione
nl: Titratie
pl: Miareczkowanie
pt: Titulação
ru: Титрование
tr: Titrasyon
uk: Титрування

source: Toast
es: Tostada
fr: Pain grillé
hi: टोस्ट
it: Brindisi
pt: Torrada
ru: Тост
tr: Kızartmak
uk: Тост

source: Toaster
es: Tostadora
fr: Grille-pain
hi: टोस्टर
it: Tostapane
nl: Rooster
pl: Toster
pt: Torradeira
ru: Тостер
tr: Tost makinesi
uk: Тостер

source: Token
es: Ficha
fr: Jeton
hi: टोकन
it: Gettone
nl: Symbolisch
pl: Żeton
pt: Símbolo
ru: Жетон
tr: Jeton
uk: Токен

source: Toronto
es: Ciudad de Toronto
hi: टोरंटो
ru: Торонто
uk: Торонто

source: Torus
es: Toro
fr: Taureau
hi: टोरस
it: Toro
pt: Toro
ru: Торус
uk: Тор

source: Trebuchet
es: Trebucet
fr: Trébuchet
hi: ट्रेबुचेट
it: Trabocco
pt: Trebuco
ru: Требуше
uk: Требуше

source: Triathlon
es: Triatlón
hi: ट्रायथलॉन
nl: Triatlon
pl: Triatlon
pt: Triatlo
ru: Троеборье
tr: Triatlon
uk: Триатлон

source: Trinomial
es: Trinomio
fr: Trinôme
hi: त्रिपद
it: Trinomio
nl: Drienamig
pl: Trójmian
pt: Trinômio
ru: Триномиальный
tr: Üçlü
uk: Триноміальний

source: Triumph
es: Victoria
fr: Triomphe
hi: विजय
it: Trionfo
nl: Triomf
pl: Triumf
pt: Triunfo
ru: Триумф
tr: Zafer
uk: Тріумф

source: Troll
es: Trol
hi: ट्रोल
nl: Trol
ru: Тролль
tr: Trol
uk: Троль
